vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "charliermarsh.ruff"
vscode "chiehyu.vscode-astyle"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "kgtkr.processing-language-server-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tobiah.language-pde"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"